let age1, age2, age3;

console.log(
  '**************\n\n' +
    'Список студентів, що зареєструвалися на вебінар:' +
    '\n\n' +
    '1. ' +
    (age1 = +prompt('Введіть вік першого студента')) +
    ' років ' +
    prompt('Введіть ПІБ першого студента') +
    '\n\n' +
    '2. ' +
    (age2 = +prompt('Введіть вік другого студента')) +
    ' років ' +
    prompt('Введіть ПІБ другого студента') +
    '\n\n' +
    '3. ' +
    (age3 = +prompt('Введіть вік третього студента')) +
    ' років ' +
    prompt('Введіть ПІБ третього студента') +
    '\n\n' +
    '--------------' +
    '\n\n' +
    'Середній вік студента: ' +
    (age1 + age2 + age3) / 3 +
    '\n\n' +
    '--------------' +
    '\n\n' +
    '**************'
);
